content/Dotfiles/Dotfiles.org
#+TITLE: Dotfiles
#+AUTHOR: Haider Mirza

* Welcome to my Dotfiles
This repository consists of all my dotfiles which I use on a day-to-day-basis.
This was also made possible by GNU Stow otherwise I would have to copy and paste the directories consistently.
This Repository has also been lisenced under the GPL lisence V3.

* Here are Websites for each of my configs.
- [[./doom.org][Doom Emacs]]
